---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SpanDirectionSymbolFailures
source: html/d9536e60-915d-c091-bce2-6454ab970e9a.htm
---
# BuiltInFailures.SpanDirectionSymbolFailures Properties

Span Direction Symbol can only be placed in a Floor Plan View.